Repository: ChrisHammers/LicensePlateApp
Catalog: LicensePlateAppiOS/LicensePlateApp/*.lproj/Localizable.strings
Languages: es, fr

source: Display active trip on full-screen map (default for new trips)
es: Mostrar viaje activo en mapa de pantalla completa (predeterminado para nuevos viajes)
fr: Afficher le voyage actif sur la carte plein écran (par défaut pour les nouveaux voyages)

source: Display active trip on small map (default for new trips)
es: Mostrar viaje activo en mapa pequeño (predeterminado para nuevos viajes)
fr: Afficher le voyage actif sur la petite carte (par défaut pour les nouveaux voyages)

source: Automatically add license plates heard by speech recognition without requiring user confirmation. This is the default for NEW trips created, this can be changed per trip as well.
es: Agregar automáticamente placas escuchadas por reconocimiento de voz sin requerir confirmación del usuario. Este es el predeterminado para NUEVOS viajes creados, también se puede cambiar por viaje.
fr: Ajouter automatiquement les plaques entendues par reconnaissance vocale sans exiger de confirmation de l'utilisateur. C'est la valeur par défaut pour les NOUVEAUX voyages créés, cela peut également être modifié par voyage.

source: Location Tracking
es: Seguimiento de Ubicación
fr: Suivi de l'Emplacement

source: Voice Defaults
es: Valores Predeterminados de Voz
fr: Valeurs par Défaut de la Voix

source: No voice defaults available
es: No hay valores predeterminados de voz disponibles
fr: Aucune valeur par défaut de voix disponible

source: This is the default for NEW trips created, this can be changed per trip as well.
es: Este es el predeterminado para NUEVOS viajes creados, también se puede cambiar por viaje.
fr: C'est la valeur par défaut pour les NOUVEAUX voyages créés, cela peut également être modifié par voyage.

source: Privacy & Permissions
es: Privacidad y Permisos
fr: Confidentialité et Autorisations

source: Location
es: Ubicación
fr: Emplacement

source: Notifications
es: Notificaciones

source: Microphone
es: Micrófono

source: Speech Recognizer
es: Reconocedor de Voz
fr: Reconnaissance Vocale

source: Camera
es: Cámara
fr: Caméra

source: Allowed
es: Permitido
fr: Autorisé

source: While App is Open
es: Mientras la App Está Abierta
fr: Pendant que l'App est Ouverte

source: Disabled
es: Deshabilitado
fr: Désactivé

source: Not Set
es: No Establecido
fr: Non Défini

source: Unknown
es: Desconocido
fr: Inconnu

source: Track my location during trips
es: Rastrear mi ubicación durante los viajes
fr: Suivre mon emplacement pendant les voyages

source: Continuously track your location while a trip is active (Can be disabled at any time)
es: Rastrear continuamente tu ubicación mientras un viaje está activo (Se puede deshabilitar en cualquier momento)
fr: Suivre en continu votre emplacement pendant qu'un voyage est actif (Peut être désactivé à tout moment)

source: Plate found by opponent
es: Placa encontrada por oponente
fr: Plaque trouvée par un adversaire

source: Get notified when an opponent finds a plate
es: Recibir notificación cuando un oponente encuentra una placa
fr: Être notifié lorsqu'un adversaire trouve une plaque

source: Plate found by co-pilots
es: Placa encontrada por copilotos
fr: Plaque trouvée par des copilotes

source: Get notified when a co-pilot finds a plate
es: Recibir notificación cuando un copiloto encuentra una placa
fr: Être notifié lorsqu'un copilote trouve une plaque

source: Promotion & News
es: Promoción y Noticias
fr: Promotion et Actualités

source: Receive promotional offers and app news
es: Recibir ofertas promocionales y noticias de la app
fr: Recevoir des offres promotionnelles et des actualités de l'app

source: Closes this view
es: Cierra esta vista
fr: Ferme cette vue

source: Manage location, microphone, notifications, and other permissions
es: Administrar ubicación, micrófono, notificaciones y otros permisos
fr: Gérer l'emplacement, le microphone, les notifications et autres autorisations

source: Set default countries, tracking, and voice settings for new trips
es: Establecer países predeterminados, seguimiento y configuración de voz para nuevos viajes
fr: Définir les pays par défaut, le suivi et les paramètres vocaux pour les nouveaux voyages

source: Configure default voice recognition settings for new trips
es: Configurar valores predeterminados de reconocimiento de voz para nuevos viajes
fr: Configurer les paramètres de reconnaissance vocale par défaut pour les nouveaux voyages

source: Trip Settings
es: Configuración del Viaje
fr: Réglages du Voyage

source: Opens settings for this trip
es: Abre la configuración de este viaje
fr: Ouvre les réglages de ce voyage

source: Open Settings
es: Abrir Configuración
fr: Ouvrir les Réglages

source: Recording
es: Grabando
fr: Enregistrement

source: Not recording
es: No grabando
fr: Pas d'enregistrement

source: Voice Input
es: Entrada de Voz
fr: Entrée Vocale

source: Trip must be started to use voice input
es: El viaje debe iniciarse para usar la entrada de voz
fr: Le voyage doit être démarré pour utiliser l'entrée vocale

source: Speech recognition permission required
es: Se requiere permiso de reconocimiento de voz
fr: Autorisation de reconnaissance vocale requise

source: Press and hold to record license plate
es: Presiona y mantén presionado para grabar placa
fr: Appuyez et maintenez pour enregistrer la plaque

source: Trip must be started to use this tab
es: El viaje debe iniciarse para usar esta pestaña
fr: Le voyage doit être démarré pour utiliser cet onglet

source: Double tap to switch to %@ tab
es: Toca dos veces para cambiar a la pestaña %@
fr: Appuyez deux fois pour passer à l'onglet %@

source: Not found
es: No encontrado
fr: Non trouvé

source: Trip must be started to mark regions
es: El viaje debe iniciarse para marcar regiones
fr: Le voyage doit être démarré pour marquer les régions

source: Double tap to %@ this region as found
es: Toca dos veces para %@ esta región como encontrada
fr: Appuyez deux fois pour %@ cette région comme trouvée

source: unmark
es: desmarcar
fr: démarquer

source: mark
es: marcar
fr: marquer

source: Selected
es: Seleccionado
fr: Sélectionné

source: New Trip
es: Nuevo Viaje
fr: Nouveau Voyage

source: Basic Info
es: Información Básica
fr: Informations de Base

source: Trip Options
es: Opciones del Viaje
fr: Options du Voyage

source: Automatically use date & time
es: Usar automáticamente fecha y hora
fr: Utiliser automatiquement la date et l'heure

source: Enter a name for your trip, or leave blank to use date and time
es: Ingresa un nombre para tu viaje, o déjalo en blanco para usar fecha y hora
fr: Entrez un nom pour votre voyage, ou laissez vide pour utiliser la date et l'heure

source: Will use date and time
es: Se usará fecha y hora
fr: Utilisera la date et l'heure

source: Create
es: Crear
fr: Créer

source: Cancels creating a new trip
es: Cancela la creación de un nuevo viaje
fr: Annule la création d'un nouveau voyage

source: Light
es: Claro
fr: Clair

source: Dark
es: Oscuro
fr: Sombre

source: System
es: Sistema
fr: Système

source: Miles
es: Millas

source: Kilometers
es: Kilómetros
fr: Kilomètres

source: Standard
es: Estándar

source: Satellite
es: Satelital

source: English
es: Inglés
fr: Anglais

source: Spanish
es: Español
fr: Espagnol

source: French
es: Francés
fr: Français

source: Date Created
es: Fecha de Creación
fr: Date de Création

source: Name
es: Nombre
fr: Nom

source: Progress
es: Progreso
fr: Progression

source: Last Active
es: Último Activo
fr: Dernière Activité

source: Small
es: Pequeño
fr: Petit

source: Medium
es: Mediano
fr: Moyen

source: Large
es: Grande
fr: Grand

source: Trips
es: Viajes
fr: Voyages

source: Map
es: Mapa
fr: Carte

source: Stats
es: Estadísticas
fr: Statistiques

source: Full Name
es: Nombre Completo
fr: Nom Complet

source: Abbreviation
es: Abreviatura
fr: Abréviation

source: Close
es: Cerca
fr: Près

source: Far
es: Lejos
fr: Loin

source: None
es: Ninguno
fr: Aucun

source: Paths
es: Caminos
fr: Chemins

source: Characters
es: Personajes
fr: Personnages

source: Opens app settings
es: Abre la configuración de la app
fr: Ouvre les réglages de l'app

source: Spot license plates, conquer the map, and rule the open road!
es: ¡Encuentra placas, conquista el mapa y domina la carretera!
fr: Repérez les plaques, conquérez la carte et dominez la route !

source: Opens a sheet to create a new trip
es: Abre una hoja para crear un nuevo viaje
fr: Ouvre une feuille pour créer un nouveau voyage

source: Your Location
es: Tu Ubicación
fr: Votre Emplacement

source: Map showing %@ regions
es: Mapa mostrando regiones de %@
fr: Carte montrant les régions de %@

source: Double tap to open full screen map
es: Toca dos veces para abrir el mapa en pantalla completa
fr: Appuyez deux fois pour ouvrir la carte en plein écran

source: Help & About
es: Ayuda y Acerca de
fr: Aide et À Propos

source: Get help, report bugs, suggest features, and learn about the app
es: Obtén ayuda, reporta errores, sugiere funciones y aprende sobre la app
fr: Obtenez de l'aide, signalez des bugs, suggérez des fonctionnalités et apprenez-en plus sur l'app

source: FAQ
es: Preguntas Frecuentes

source: Frequently asked questions
es: Preguntas frecuentes
fr: Questions fréquemment posées

source: Report a Bug
es: Reportar un Error
fr: Signaler un Bug

source: Help us improve by reporting issues
es: Ayúdanos a mejorar reportando problemas
fr: Aidez-nous à nous améliorer en signalant des problèmes

source: Opens email to report a bug
es: Abre un correo para reportar un error
fr: Ouvre un email pour signaler un bug

source: Suggest a Feature
es: Sugerir una Función
fr: Suggérer une Fonctionnalité

source: Share your ideas for new features
es: Comparte tus ideas para nuevas funciones
fr: Partagez vos idées pour de nouvelles fonctionnalités

source: Opens email to suggest a new feature
es: Abre un correo para sugerir una nueva función
fr: Ouvre un email pour suggérer une nouvelle fonctionnalité

source: Contact Support
es: Contactar Soporte
fr: Contacter le Support

source: Get help with the app
es: Obtén ayuda con la app
fr: Obtenez de l'aide avec l'app

source: Opens email to contact support
es: Abre un correo para contactar soporte
fr: Ouvre un email pour contacter le support

source: App Version %@
es: Versión de la App %@
fr: Version de l'App %@

source: Terms
es: Términos
fr: Conditions

source: Terms of Use
es: Términos de Uso
fr: Conditions d'Utilisation

source: Opens Terms of Use
es: Abre los Términos de Uso
fr: Ouvre les Conditions d'Utilisation

source: Privacy
es: Privacidad
fr: Confidentialité

source: Privacy Policy
es: Política de Privacidad
fr: Politique de Confidentialité

source: Opens Privacy Policy
es: Abre la Política de Privacidad
fr: Ouvre la Politique de Confidentialité

source: RoadTrip Royale uses the following open source libraries and SDKs:
es: RoadTrip Royale utiliza las siguientes bibliotecas y SDKs de código abierto:
fr: RoadTrip Royale utilise les bibliothèques et SDK open source suivants :

source: Backend services including Authentication, Firestore, and Storage
es: Servicios backend incluyendo Autenticación, Firestore y Almacenamiento
fr: Services backend incluant l'authentification, Firestore et le stockage

source: OAuth authentication for Google accounts
es: Autenticación OAuth para cuentas de Google
fr: Authentification OAuth pour les comptes Google

source: Sign in with Apple integration
es: Inicio de sesión con integración de Apple
fr: Intégration de la connexion avec Apple

source: Apple's declarative UI framework
es: Marco de UI declarativo de Apple
fr: Framework d'interface utilisateur déclaratif d'Apple

source: Apple's data persistence framework
es: Marco de persistencia de datos de Apple
fr: Framework de persistance de données d'Apple

source: Apple's mapping and location services
es: Servicios de mapas y ubicación de Apple
fr: Services de cartographie et de localisation d'Apple

source: Apple's speech recognition framework
es: Marco de reconocimiento de voz de Apple
fr: Framework de reconnaissance vocale d'Apple

source: Terms of Service
es: Términos de Servicio
fr: Conditions de Service

source: Last Updated: %@
es: Última Actualización: %@
fr: Dernière Mise à Jour : %@

source: 1. Acceptance of Terms
es: 1. Aceptación de Términos
fr: 1. Acceptation des Conditions

source: By downloading, installing, or using RoadTrip Royale, you agree to be bound by these Terms of Service. If you do not agree to these terms, please do not use the app.
es: Al descargar, instalar o usar RoadTrip Royale, aceptas estar sujeto a estos Términos de Servicio. Si no estás de acuerdo con estos términos, por favor no uses la app.
fr: En téléchargeant, installant ou utilisant RoadTrip Royale, vous acceptez d'être lié par ces Conditions de Service. Si vous n'acceptez pas ces conditions, veuillez ne pas utiliser l'app.

source: 2. Use of the App
es: 2. Uso de la App
fr: 2. Utilisation de l'App

source: RoadTrip Royale is provided for personal, non-commercial use. You may not use the app for any illegal or unauthorized purpose. You are responsible for maintaining the security of your account.
es: RoadTrip Royale se proporciona para uso personal y no comercial. No puedes usar la app para ningún propósito ilegal o no autorizado. Eres responsable de mantener la seguridad de tu cuenta.
fr: RoadTrip Royale est fourni pour un usage personnel et non commercial. Vous ne pouvez pas utiliser l'app à des fins illégales ou non autorisées. Vous êtes responsable de maintenir la sécurité de votre compte.

source: 3. User Content
es: 3. Contenido del Usuario
fr: 3. Contenu Utilisateur

source: You retain ownership of any data you create using RoadTrip Royale. By using the app, you grant HammersTechLLC the right to store and process your data to provide the service.
es: Conservas la propiedad de cualquier dato que crees usando RoadTrip Royale. Al usar la app, otorgas a HammersTechLLC el derecho de almacenar y procesar tus datos para proporcionar el servicio.
fr: Vous conservez la propriété de toutes les données que vous créez en utilisant RoadTrip Royale. En utilisant l'app, vous accordez à HammersTechLLC le droit de stocker et de traiter vos données pour fournir le service.

source: 4. Limitation of Liability
es: 4. Limitación de Responsabilidad
fr: 4. Limitation de Responsabilité

source: HammersTechLLC shall not be liable for any indirect, incidental, special, or consequential damages arising from your use of RoadTrip Royale.
es: HammersTechLLC no será responsable de ningún daño indirecto, incidental, especial o consecuente derivado de tu uso de RoadTrip Royale.
fr: HammersTechLLC ne sera pas responsable de tout dommage indirect, accessoire, spécial ou consécutif résultant de votre utilisation de RoadTrip Royale.

source: 5. Changes to Terms
es: 5. Cambios a los Términos
fr: 5. Modifications des Conditions

source: We reserve the right to modify these terms at any time. Continued use of the app after changes constitutes acceptance of the new terms.
es: Nos reservamos el derecho de modificar estos términos en cualquier momento. El uso continuo de la app después de los cambios constituye la aceptación de los nuevos términos.
fr: Nous nous réservons le droit de modifier ces conditions à tout moment. L'utilisation continue de l'app après les modifications constitue l'acceptation des nouvelles conditions.

source: 1. Information We Collect
es: 1. Información que Recopilamos
fr: 1. Informations que Nous Collectons

source: RoadTrip Royale collects the following information: • Account information (username, email, phone) if you create an account • Trip data and license plate tracking information • Location data (optional, with your permission) • Device information for app functionality
es: RoadTrip Royale recopila la siguiente información: • Información de cuenta (nombre de usuario, correo, teléfono) si creas una cuenta • Datos de viaje e información de seguimiento de placas • Datos de ubicación (opcional, con tu permiso) • Información del dispositivo para la funcionalidad de la app
fr: RoadTrip Royale collecte les informations suivantes : • Informations de compte (nom d'utilisateur, email, téléphone) si vous créez un compte • Données de voyage et informations de suivi des plaques • Données de localisation (optionnel, avec votre permission) • Informations sur l'appareil pour la fonctionnalité de l'app

source: 2. How We Use Your Information
es: 2. Cómo Usamos Tu Información
fr: 2. Comment Nous Utilisons Vos Informations

source: We use your information to: • Provide and improve the app's functionality • Sync your data across devices (if you sign in) • Respond to support requests • Ensure app security and prevent fraud
es: Usamos tu información para: • Proporcionar y mejorar la funcionalidad de la app • Sincronizar tus datos entre dispositivos (si inicias sesión) • Responder a solicitudes de soporte • Garantizar la seguridad de la app y prevenir fraudes
fr: Nous utilisons vos informations pour : • Fournir et améliorer la fonctionnalité de l'app • Synchroniser vos données entre appareils (si vous vous connectez) • Répondre aux demandes de support • Assurer la sécurité de l'app et prévenir la fraude

source: 3. Data Storage
es: 3. Almacenamiento de Datos
fr: 3. Stockage des Données

source: Your data is stored locally on your device. If you sign in with an account, your data is also stored securely in Firebase (Google Cloud Platform) to enable syncing across devices.
es: Tus datos se almacenan localmente en tu dispositivo. Si inicias sesión con una cuenta, tus datos también se almacenan de forma segura en Firebase (Google Cloud Platform) para permitir la sincronización entre dispositivos.
fr: Vos données sont stockées localement sur votre appareil. Si vous vous connectez avec un compte, vos données sont également stockées en toute sécurité dans Firebase (Google Cloud Platform) pour permettre la synchronisation entre appareils.

source: 4. Third-Party Services
es: 4. Servicios de Terceros
fr: 4. Services Tiers

source: RoadTrip Royale uses Firebase (Google) for authentication and data storage. Your use of these services is subject to their respective privacy policies.
es: RoadTrip Royale usa Firebase (Google) para autenticación y almacenamiento de datos. Tu uso de estos servicios está sujeto a sus respectivas políticas de privacidad.
fr: RoadTrip Royale utilise Firebase (Google) pour l'authentification et le stockage de données. Votre utilisation de ces services est soumise à leurs politiques de confidentialité respectives.

source: 5. Your Rights
es: 5. Tus Derechos
fr: 5. Vos Droits

source: You have the right to: • Access your personal data • Delete your account and data • Opt out of data collection (though this may limit app functionality) • Contact us with privacy concerns
es: Tienes derecho a: • Acceder a tus datos personales • Eliminar tu cuenta y datos • Optar por no recopilar datos (aunque esto puede limitar la funcionalidad de la app) • Contactarnos con inquietudes de privacidad
fr: Vous avez le droit de : • Accéder à vos données personnelles • Supprimer votre compte et vos données • Refuser la collecte de données (bien que cela puisse limiter la fonctionnalité de l'app) • Nous contacter avec des préoccupations de confidentialité

source: 6. Contact Us
es: 6. Contáctanos
fr: 6. Contactez-Nous

source: For privacy-related questions, contact us at: Email: hammerstechllc@gmail.com
es: Para preguntas relacionadas con la privacidad, contáctanos en: Correo: hammerstechllc@gmail.com
fr: Pour les questions liées à la confidentialité, contactez-nous à : Email : hammerstechllc@gmail.com

source: Email: hammerstechllc@gmail.com
es: Correo: hammerstechllc@gmail.com

source: First Name
es: Nombre
fr: Prénom

source: Enter first name
es: Ingresa el nombre
fr: Entrez le prénom

source: Last Name
es: Apellido
fr: Nom de Famille

source: Enter last name
es: Ingresa el apellido
fr: Entrez le nom de famille

source: Username
es: Nombre de Usuario
fr: Nom d'Utilisateur

source: Enter username
es: Ingresa el nombre de usuario
fr: Entrez le nom d'utilisateur

source: Email
es: Correo

source: Phone
es: Teléfono
fr: Téléphone

source: Account Information
es: Información de la Cuenta
fr: Informations du Compte

source: Authentication Status
es: Estado de Autenticación
fr: Statut d'Authentification

source: Linked Accounts
es: Cuentas Vinculadas
fr: Comptes Liés

source: No accounts linked
es: No hay cuentas vinculadas
fr: Aucun compte lié

source: Linked
es: Vinculado
fr: Lié

source: Unlink %@ account
es: Desvincular cuenta %@
fr: Délier le compte %@

source: Removes the linked %@ account
es: Elimina la cuenta vinculada %@
fr: Supprime le compte lié %@

source: Link Additional Accounts
es: Vincular Cuentas Adicionales
fr: Lier des Comptes Supplémentaires

source: All available accounts are linked
es: Todas las cuentas disponibles están vinculadas
fr: Tous les comptes disponibles sont liés

source: Link %@
es: Vincular %@
fr: Lier %@

source: Link %@ account
es: Vincular cuenta %@
fr: Lier le compte %@

source: Links your %@ account to this profile
es: Vincula tu cuenta %@ a este perfil
fr: Lie votre compte %@ à ce profil

source: Sign in to link additional accounts
es: Inicia sesión para vincular cuentas adicionales
fr: Connectez-vous pour lier des comptes supplémentaires

source: Sign In or Create Account
es: Iniciar Sesión o Crear Cuenta
fr: Se Connecter ou Créer un Compte

source: Sign Out
es: Cerrar Sesión
fr: Se Déconnecter

source: Changes will sync when you're online
es: Los cambios se sincronizarán cuando estés en línea
fr: Les modifications seront synchronisées lorsque vous serez en ligne

source: Uploading...
es: Subiendo...
fr: Téléchargement...

source: Closes the profile view
es: Cierra la vista de perfil
fr: Ferme la vue du profil

source: Username cannot be empty
es: El nombre de usuario no puede estar vacío
fr: Le nom d'utilisateur ne peut pas être vide

source: This username is already taken. Please choose another.
es: Este nombre de usuario ya está en uso. Por favor elige otro.
fr: Ce nom d'utilisateur est déjà pris. Veuillez en choisir un autre.

source: You must be signed in to upload images. Please sign in first.
es: Debes iniciar sesión para subir imágenes. Por favor inicia sesión primero.
fr: Vous devez être connecté pour télécharger des images. Veuillez d'abord vous connecter.

source: You must be authenticated with Firebase to upload images. Please sign in first.
es: Debes estar autenticado con Firebase para subir imágenes. Por favor inicia sesión primero.
fr: Vous devez être authentifié avec Firebase pour télécharger des images. Veuillez d'abord vous connecter.

source: Failed to upload image: %@
es: Error al subir imagen: %@
fr: Échec du téléchargement de l'image : %@

source: Unable to present sign in
es: No se puede presentar el inicio de sesión
fr: Impossible de présenter la connexion

source: %@ linking is not yet available
es: La vinculación de %@ aún no está disponible
fr: La liaison %@ n'est pas encore disponible

source: Email: %@
es: Correo: %@

source: Name: %@
es: Nombre: %@
fr: Nom : %@

source: Error
fr: Erreur
