Repository: ChrisHammers/LicensePlateApp
Catalog: LicensePlateAppiOS/LicensePlateApp/*.lproj/Localizable.strings
Languages: es, fr

source: No trips yet
es: Aún no hay viajes
fr: Aucun voyage pour le moment

source: Start your first adventure and begin collecting plates from across North America.
es: Comienza tu primera aventura y empieza a recolectar placas de toda América del Norte.
fr: Commencez votre première aventure et commencez à collectionner les plaques de toute l'Amérique du Nord.

source: Track every plate you see across the United States, Canada, and Mexico.
es: Rastrea cada placa que veas en Estados Unidos, Canadá y México.
fr: Suivez chaque plaque que vous voyez aux États-Unis, au Canada et au Mexique.

source: Create Trip
es: Crear Viaje
fr: Créer un Voyage

source: Trip: %@
es: Viaje: %@
fr: Voyage : %@

source: Double tap to open trip
es: Toca dos veces para abrir el viaje
fr: Appuyez deux fois pour ouvrir le voyage

source: List
es: Lista
fr: Liste

source: Voice
es: Voz
fr: Voix

source: Found
es: Encontradas
fr: Trouvées

source: Remaining
es: Restantes
fr: Restantes

source: START
es: INICIAR
fr: DÉMARRER

source: END
es: TERMINAR
fr: TERMINER

source: ENDED
es: TERMINADO
fr: TERMINÉ

source: Start Trip
es: Iniciar Viaje
fr: Démarrer le Voyage

source: Starts the trip and begins tracking
es: Inicia el viaje y comienza el seguimiento
fr: Démarre le voyage et commence le suivi

source: Only the trip creator can start the trip
es: Solo el creador del viaje puede iniciarlo
fr: Seul le créateur du voyage peut le démarrer

source: End Trip
es: Terminar Viaje
fr: Terminer le Voyage

source: Ends the trip and stops tracking
es: Termina el viaje y detiene el seguimiento
fr: Termine le voyage et arrête le suivi

source: Only the trip creator can end the trip
es: Solo el creador del viaje puede terminarlo
fr: Seul le créateur du voyage peut le terminer

source: Trip Ended
es: Viaje Terminado
fr: Voyage Terminé

source: This trip has been completed
es: Este viaje ha sido completado
fr: Ce voyage a été complété

source: This will stop the game. You won't be able to add states in this trip anymore.
es: Esto detendrá el juego. Ya no podrás agregar estados en este viaje.
fr: Cela arrêtera le jeu. Vous ne pourrez plus ajouter d'états dans ce voyage.

source: Cancel
es: Cancelar
fr: Annuler

source: Speech Recognition Needed
es: Reconocimiento de Voz Necesario
fr: Reconnaissance Vocale Nécessaire

source: Please enable speech recognition in Settings to use voice input.
es: Por favor, habilita el reconocimiento de voz en Configuración para usar la entrada de voz.
fr: Veuillez activer la reconnaissance vocale dans les Réglages pour utiliser la saisie vocale.

source: Listening...
es: Escuchando...
fr: Écoute...

source: Hold to Talk
es: Mantén presionado para hablar
fr: Maintenez pour parler

source: Heard:
es: Escuchado:
fr: Entendu :

source: No speech detected yet...
es: Aún no se ha detectado voz...
fr: Aucune voix détectée pour le moment...

source: Requesting Permission...
es: Solicitando Permiso...
fr: Demande d'autorisation...

source: Hey, we heard the following %@:
es: Oye, escuchamos lo siguiente %@:
fr: Hé, nous avons entendu le %@ suivant :

source: Add this to the list of license plates found?
es: ¿Agregar esto a la lista de placas encontradas?
fr: Ajouter ceci à la liste des plaques trouvées ?

source: Don't show this again
es: No mostrar esto de nuevo
fr: Ne plus afficher

source: Add
es: Agregar
fr: Ajouter

source: Voice Coming Soon
es: Voz Próximamente
fr: Voix Bientôt Disponible

source: Soon you will be able to log plates hands-free by simply saying the state or province you spot.
es: Pronto podrás registrar placas sin usar las manos simplemente diciendo el estado o provincia que veas.
fr: Bientôt, vous pourrez enregistrer les plaques sans les mains en disant simplement l'état ou la province que vous repérez.

source: App Preferences
es: Preferencias de la App
fr: Préférences de l'App

source: Dark Mode
es: Modo Oscuro
fr: Mode Sombre

source: Choose your preferred appearance
es: Elige tu apariencia preferida
fr: Choisissez votre apparence préférée

source: App Background
es: Fondo de la App
fr: Arrière-plan de l'App

source: Choose background style
es: Elige el estilo de fondo
fr: Choisissez le style d'arrière-plan

source: Distance Unit
es: Unidad de Distancia
fr: Unité de Distance

source: Select miles or kilometers
es: Selecciona millas o kilómetros
fr: Sélectionnez les miles ou les kilomètres

source: Map Style
es: Estilo de Mapa
fr: Style de Carte

source: Choose standard or satellite view
es: Elige vista estándar o satelital
fr: Choisissez la vue standard ou satellite

source: Play Sound Effects
es: Reproducir Efectos de Sonido
fr: Lire les Effets Sonores

source: Enable audio feedback for app interactions
es: Habilita retroalimentación de audio para interacciones de la app
fr: Activer la rétroaction audio pour les interactions de l'app

source: Use Vibrations
es: Usar Vibraciones
fr: Utiliser les Vibrations

source: Enable haptic feedback
es: Habilita retroalimentación háptica
fr: Activer la rétroaction haptique

source: Trip Sort Order
es: Orden de Clasificación de Viajes
fr: Ordre de Tri des Voyages

source: How to sort trips in the list
es: Cómo ordenar los viajes en la lista
fr: Comment trier les voyages dans la liste

source: Show Confirmation Dialogs
es: Mostrar Diálogos de Confirmación
fr: Afficher les Dialogues de Confirmation

source: Show confirmation prompts for destructive actions like deleting trips
es: Mostrar avisos de confirmación para acciones destructivas como eliminar viajes
fr: Afficher les invites de confirmation pour les actions destructives comme la suppression de voyages

source: Language
es: Idioma
fr: Langue

source: Select your preferred language
es: Selecciona tu idioma preferido
fr: Sélectionnez votre langue préférée

source: Font Size
es: Tamaño de Fuente
fr: Taille de Police

source: Adjust text size for better readability
es: Ajusta el tamaño del texto para mejor legibilidad
fr: Ajustez la taille du texte pour une meilleure lisibilité

source: Reduce Motion
es: Reducir Movimiento
fr: Réduire le Mouvement

source: Respect iOS Reduce Motion setting
es: Respeta la configuración de Reducir Movimiento de iOS
fr: Respecter le réglage Réduire le Mouvement d'iOS

source: Auto-Sync
es: Sincronización Automática
fr: Synchronisation Automatique

source: Automatically sync data to cloud
es: Sincroniza automáticamente los datos a la nube
fr: Synchroniser automatiquement les données vers le cloud

source: Default Tab
es: Pestaña Predeterminada
fr: Onglet par Défaut

source: Which tab to show when opening the app
es: Qué pestaña mostrar al abrir la app
fr: Quel onglet afficher lors de l'ouverture de l'app

source: Show Statistics
es: Mostrar Estadísticas
fr: Afficher les Statistiques

source: Display statistics on the main screen
es: Mostrar estadísticas en la pantalla principal
fr: Afficher les statistiques sur l'écran principal

source: Plate Display Format
es: Formato de Visualización de Placas
fr: Format d'Affichage des Plaques

source: How to display license plate regions
es: Cómo mostrar las regiones de placas
fr: Comment afficher les régions de plaques

source: Map Default Zoom
es: Zoom Predeterminado del Mapa
fr: Zoom par Défaut de la Carte

source: Default zoom level when opening maps
es: Nivel de zoom predeterminado al abrir mapas
fr: Niveau de zoom par défaut lors de l'ouverture des cartes

source: Show Completed Regions
es: Mostrar Regiones Completadas
fr: Afficher les Régions Complétées

source: Display regions that are already found in lists
es: Mostrar regiones que ya se encontraron en las listas
fr: Afficher les régions déjà trouvées dans les listes

source: About
es: Acerca de
fr: À Propos

source: Learn about RoadTrip Royale and HammersTechLLC
es: Aprende sobre RoadTrip Royale y HammersTechLLC
fr: En savoir plus sur RoadTrip Royale et HammersTechLLC

source: Acknowledgements
es: Reconocimientos
fr: Remerciements

source: Open source libraries and SDKs we use
es: Bibliotecas y SDKs de código abierto que usamos
fr: Bibliothèques et SDK open source que nous utilisons

source: Frequently Asked Questions
es: Preguntas Frecuentes
fr: Questions Fréquemment Posées

source: How do I play RoadTrip Royale?
es: ¿Cómo juego RoadTrip Royale?
fr: Comment jouer à RoadTrip Royale ?

source: RoadTrip Royale is a license plate tracking game! During your road trips, keep an eye out for license plates from different states, provinces, or regions. When you spot one, use the app to mark it as found. You can use the List tab to manually select plates, or the Voice tab to speak the state/province name. Track your progress and see your collection grow on the interactive map!
es: ¡RoadTrip Royale es un juego de seguimiento de placas! Durante tus viajes por carretera, mantén los ojos abiertos para ver placas de diferentes estados, provincias o regiones. Cuando veas una, usa la app para marcarla como encontrada. Puedes usar la pestaña Lista para seleccionar placas manualmente, o la pestaña Voz para decir el nombre del estado/provincia. ¡Rastrea tu progreso y ve cómo crece tu colección en el mapa interactivo!
fr: RoadTrip Royale est un jeu de suivi de plaques ! Pendant vos voyages sur la route, gardez l'œil ouvert pour les plaques de différents états, provinces ou régions. Lorsque vous en repérez une, utilisez l'app pour la marquer comme trouvée. Vous pouvez utiliser l'onglet Liste pour sélectionner manuellement les plaques, ou l'onglet Voix pour dire le nom de l'état/province. Suivez votre progression et voyez votre collection grandir sur la carte interactive !

source: How do I create a trip?
es: ¿Cómo creo un viaje?
fr: Comment créer un voyage ?

source: On the main screen, tap the 'Create Trip' button. You can give your trip a custom name, or leave it blank to use the date and time automatically. Once created, tap on the trip to start tracking license plates!
es: En la pantalla principal, toca el botón 'Crear Viaje'. Puedes darle a tu viaje un nombre personalizado, o dejarlo en blanco para usar la fecha y hora automáticamente. Una vez creado, toca el viaje para comenzar a rastrear placas!
fr: Sur l'écran principal, appuyez sur le bouton 'Créer un Voyage'. Vous pouvez donner un nom personnalisé à votre voyage, ou le laisser vide pour utiliser automatiquement la date et l'heure. Une fois créé, appuyez sur le voyage pour commencer à suivre les plaques !

source: How does the Voice feature work?
es: ¿Cómo funciona la función de Voz?
fr: Comment fonctionne la fonction Voix ?

source: Tap the Voice tab, then press the microphone button. Speak the name of the state or province you see (e.g., 'California' or 'Ontario'). The app will listen and try to match what you said to a valid license plate region. If a match is found, you'll be asked to confirm before adding it to your collection.
es: Toca la pestaña Voz, luego presiona el botón del micrófono. Di el nombre del estado o provincia que ves (por ejemplo, 'California' u 'Ontario'). La app escuchará e intentará hacer coincidir lo que dijiste con una región de placa válida. Si se encuentra una coincidencia, se te pedirá que confirmes antes de agregarla a tu colección.
fr: Appuyez sur l'onglet Voix, puis appuyez sur le bouton du microphone. Dites le nom de l'état ou de la province que vous voyez (par exemple, 'California' ou 'Ontario'). L'app écoutera et essaiera de faire correspondre ce que vous avez dit à une région de plaque valide. Si une correspondance est trouvée, il vous sera demandé de confirmer avant de l'ajouter à votre collection.

source: Can I track plates from multiple countries?
es: ¿Puedo rastrear placas de múltiples países?
fr: Puis-je suivre les plaques de plusieurs pays ?

source: Yes! RoadTrip Royale supports license plates from the United States, Canada, and Mexico. The map will automatically switch to show the correct country as you scroll through the list of regions.
es: ¡Sí! RoadTrip Royale admite placas de Estados Unidos, Canadá y México. El mapa cambiará automáticamente para mostrar el país correcto mientras desplazas la lista de regiones.
fr: Oui ! RoadTrip Royale prend en charge les plaques des États-Unis, du Canada et du Mexique. La carte basculera automatiquement pour afficher le bon pays lorsque vous faites défiler la liste des régions.

source: How do I see my progress?
es: ¿Cómo veo mi progreso?
fr: Comment voir ma progression ?

source: On the trip screen, you'll see summary chips showing how many plates you've found and how many remain. The map at the top shows all found regions highlighted in yellow. You can tap the map to view it full-screen for a better look!
es: En la pantalla del viaje, verás fichas de resumen que muestran cuántas placas has encontrado y cuántas quedan. El mapa en la parte superior muestra todas las regiones encontradas resaltadas en amarillo. ¡Puedes tocar el mapa para verlo en pantalla completa para una mejor vista!
fr: Sur l'écran du voyage, vous verrez des puces de résumé montrant combien de plaques vous avez trouvées et combien il en reste. La carte en haut montre toutes les régions trouvées surlignées en jaune. Vous pouvez appuyer sur la carte pour la voir en plein écran pour une meilleure vue !

source: Can I share my trips with others?
es: ¿Puedo compartir mis viajes con otros?
fr: Puis-je partager mes voyages avec d'autres ?

source: Currently, trips are stored locally on your device. Future updates may include sharing and collaboration features. Stay tuned!
es: Actualmente, los viajes se almacenan localmente en tu dispositivo. Las actualizaciones futuras pueden incluir funciones de compartir y colaboración. ¡Mantente atento!
fr: Actuellement, les voyages sont stockés localement sur votre appareil. Les mises à jour futures peuvent inclure des fonctionnalités de partage et de collaboration. Restez à l'écoute !

source: Do I need an internet connection?
es: ¿Necesito una conexión a internet?
fr: Ai-je besoin d'une connexion Internet ?

source: RoadTrip Royale works offline! You can create trips and track license plates without an internet connection. If you sign in with an account, your data will sync to the cloud when you're online.
es: ¡RoadTrip Royale funciona sin conexión! Puedes crear viajes y rastrear placas sin conexión a internet. Si inicias sesión con una cuenta, tus datos se sincronizarán a la nube cuando estés en línea.
fr: RoadTrip Royale fonctionne hors ligne ! Vous pouvez créer des voyages et suivre les plaques sans connexion Internet. Si vous vous connectez avec un compte, vos données se synchroniseront vers le cloud lorsque vous serez en ligne.

source: About the App
es: Acerca de la App
fr: À Propos de l'App

source: RoadTrip Royale is a fun and engaging license plate tracking game that lets you collect license plates from across the United States, Canada, and Mexico during your road trips. Spot plates, track your progress, and see your collection grow on an interactive map!
es: ¡RoadTrip Royale es un juego divertido y atractivo de seguimiento de placas que te permite recolectar placas de Estados Unidos, Canadá y México durante tus viajes por carretera. ¡Encuentra placas, rastrea tu progreso y ve cómo crece tu colección en un mapa interactivo!
fr: RoadTrip Royale est un jeu amusant et engageant de suivi de plaques qui vous permet de collectionner les plaques des États-Unis, du Canada et du Mexique pendant vos voyages sur la route. Repérez les plaques, suivez votre progression et voyez votre collection grandir sur une carte interactive !

source: About HammersTechLLC
es: Acerca de HammersTechLLC
fr: À Propos de HammersTechLLC

source: RoadTrip Royale is developed by HammersTechLLC, a software development company dedicated to creating innovative and user-friendly mobile applications. We're passionate about building apps that make everyday activities more enjoyable and engaging.
es: RoadTrip Royale es desarrollado por HammersTechLLC, una empresa de desarrollo de software dedicada a crear aplicaciones móviles innovadoras y fáciles de usar. Nos apasiona crear apps que hagan las actividades cotidianas más agradables y atractivas.
fr: RoadTrip Royale est développé par HammersTechLLC, une entreprise de développement de logiciels dédiée à la création d'applications mobiles innovantes et conviviales. Nous sommes passionnés par la création d'apps qui rendent les activités quotidiennes plus agréables et engageantes.

source: Contact
es: Contacto

source: Profile
es: Perfil
fr: Profil

source: Edit username and manage account
es: Editar nombre de usuario y administrar cuenta
fr: Modifier le nom d'utilisateur et gérer le compte

source: Signed In
es: Sesión Iniciada
fr: Connecté

source: Your account is synced to the cloud
es: Tu cuenta está sincronizada con la nube
fr: Votre compte est synchronisé avec le cloud

source: Signed Out
es: Sesión Cerrada
fr: Déconnecté

source: You are signed out. Sign in to sync your account and access all features
es: Has cerrado sesión. Inicia sesión para sincronizar tu cuenta y acceder a todas las funciones
fr: Vous êtes déconnecté. Connectez-vous pour synchroniser votre compte et accéder à toutes les fonctionnalités

source: Anonymous Account
es: Cuenta Anónima
fr: Compte Anonyme

source: Sign up to sync your account and access more features
es: Regístrate para sincronizar tu cuenta y acceder a más funciones
fr: Inscrivez-vous pour synchroniser votre compte et accéder à plus de fonctionnalités

source: Local Account
es: Cuenta Local
fr: Compte Local

source: Your account is stored locally only. Sign in to sync to the cloud
es: Tu cuenta se almacena solo localmente. Inicia sesión para sincronizar con la nube
fr: Votre compte est stocké localement uniquement. Connectez-vous pour synchroniser avec le cloud

source: state
es: estado
fr: état

source: province
es: provincia

source: Settings
es: Configuración
fr: Réglages

source: Trip Info
es: Información del Viaje
fr: Informations du Voyage

source: Game Settings
es: Configuración del Juego
fr: Réglages du Jeu

source: Tracking & Privacy
es: Seguimiento y Privacidad
fr: Suivi et Confidentialité

source: Trip Name
es: Nombre del Viaje
fr: Nom du Voyage

source: Enter trip name
es: Ingresa el nombre del viaje
fr: Entrez le nom du voyage

source: Created
es: Creado
fr: Créé

source: Started
es: Iniciado
fr: Démarré

source: Ended
es: Terminado
fr: Terminé

source: Reset Trip
es: Restablecer Viaje
fr: Réinitialiser le Voyage

source: Delete Trip
es: Eliminar Viaje
fr: Supprimer le Voyage

source: Countries to Include
es: Países a Incluir
fr: Pays à Inclure

source: United States
es: Estados Unidos
fr: États-Unis

source: Canada
es: Canadá

source: Mexico
es: México
fr: Mexique

source: Save location when marking plates
es: Guardar ubicación al marcar placas
fr: Enregistrer l'emplacement lors du marquage des plaques

source: Store location data when you mark a plate as found
es: Almacenar datos de ubicación cuando marcas una placa como encontrada
fr: Stocker les données d'emplacement lorsque vous marquez une plaque comme trouvée

source: Show my location on large map
es: Mostrar mi ubicación en el mapa grande
fr: Afficher mon emplacement sur la grande carte

source: Display your current location on the full-screen map
es: Mostrar tu ubicación actual en el mapa de pantalla completa
fr: Afficher votre emplacement actuel sur la carte plein écran

source: Track my location during trip
es: Rastrear mi ubicación durante el viaje
fr: Suivre mon emplacement pendant le voyage

source: Continuously track your location while a trip is active
es: Rastrear continuamente tu ubicación mientras un viaje está activo
fr: Suivre en continu votre emplacement pendant qu'un voyage est actif

source: Show my active trip on the large map
es: Mostrar mi viaje activo en el mapa grande
fr: Afficher mon voyage actif sur la grande carte

source: Display your active trip on the full-screen map
es: Mostrar tu viaje activo en el mapa de pantalla completa
fr: Afficher votre voyage actif sur la carte plein écran

source: Show my active trip on the small map
es: Mostrar mi viaje activo en el mapa pequeño
fr: Afficher mon voyage actif sur la petite carte

source: Display your active trip on the small map
es: Mostrar tu viaje activo en el mapa pequeño
fr: Afficher votre voyage actif sur la petite carte

source: Skip Voice Confirmation
es: Omitir Confirmación de Voz
fr: Ignorer la Confirmation Vocale

source: Automatically add license plates without confirmation when using Voice
es: Agregar automáticamente placas sin confirmación al usar Voz
fr: Ajouter automatiquement les plaques sans confirmation lors de l'utilisation de la Voix

source: Press and hold the microphone button to record. If disabled the system will listen until you hit stop.
es: Presiona y mantén presionado el botón del micrófono para grabar. Si está deshabilitado, el sistema escuchará hasta que presiones detener.
fr: Appuyez et maintenez le bouton du microphone pour enregistrer. Si désactivé, le système écoutera jusqu'à ce que vous appuyiez sur arrêter.

source: Reset
es: Restablecer
fr: Réinitialiser

source: Delete
es: Eliminar
fr: Supprimer

source: This will reset all trip settings but the trip name. Everything will be reset, including Start Date, which will not auto start. Any logs will be erased, other than a log stating it was reset.
es: Esto restablecerá toda la configuración del viaje excepto el nombre del viaje. Todo se restablecerá, incluida la Fecha de Inicio, que no se iniciará automáticamente. Cualquier registro se borrará, excepto un registro que indique que fue restablecido.
fr: Cela réinitialisera tous les paramètres du voyage sauf le nom du voyage. Tout sera réinitialisé, y compris la Date de Démarrage, qui ne démarrera pas automatiquement. Tous les journaux seront effacés, sauf un journal indiquant qu'il a été réinitialisé.

source: This will delete the trip and all scores will be removed.
es: Esto eliminará el viaje y se eliminarán todas las puntuaciones.
fr: Cela supprimera le voyage et tous les scores seront supprimés.

source: Done
es: Hecho
fr: Terminé

source: New Trip Defaults
es: Valores Predeterminados de Nuevo Viaje
fr: Valeurs par Défaut des Nouveaux Voyages

source: Start Trip right away
es: Iniciar viaje de inmediato
fr: Démarrer le voyage immédiatement

source: Automatically start new trips when created
es: Iniciar automáticamente nuevos viajes cuando se crean
fr: Démarrer automatiquement les nouveaux voyages lors de leur création

source: Default Countries
es: Países Predeterminados
fr: Pays par Défaut

source: Select which countries' license plates will be included by default when creating new trips
es: Selecciona qué placas de países se incluirán por defecto al crear nuevos viajes
fr: Sélectionnez les plaques de quels pays seront incluses par défaut lors de la création de nouveaux voyages

source: Store location data when marking plates (default for new trips)
es: Almacenar datos de ubicación al marcar placas (predeterminado para nuevos viajes)
fr: Stocker les données d'emplacement lors du marquage des plaques (par défaut pour les nouveaux voyages)

source: Display current location on full-screen map (default for new trips)
es: Mostrar ubicación actual en mapa de pantalla completa (predeterminado para nuevos viajes)
fr: Afficher l'emplacement actuel sur la carte plein écran (par défaut pour les nouveaux voyages)

source: Continuously track location while trip is active (default for new trips)
es: Rastrear continuamente la ubicación mientras el viaje está activo (predeterminado para nuevos viajes)
fr: Suivre en continu l'emplacement pendant que le voyage est actif (par défaut pour les nouveaux voyages)
